{
  "name": "livegoods-superplate",
  "plugins": [
    {
      "name": "TailwindCSS",
      "description": "A utility-first CSS framework packed with classes like flex, pt-4, text-center and rotate-90 that can be composed to build any design, directly in your markup.",
      "url": "https://tailwindcss.com/docs"
    },
    {
      "name": "CSS / styled-jsx",
      "description": "Next.js comes with built-in support for CSS and styled-jsx. Styled-jsx is full, scoped and component-friendly CSS support for JSX (rendered on the server or the client).",
      "url": "https://github.com/vercel/styled-jsx"
    },
    {
      "name": "Zustand",
      "description": "A small, fast and scalable bearbones state-management solution using simplified flux principles.",
      "url": "https://github.com/pmndrs/zustand"
    },
    {
      "name": "next-i18next",
      "description": "next-i18next is a plugin for Next.js projects that allows you to get translations up and running quickly and easily, while fully supporting SSR, multiple namespaces with codesplitting, etc.",
      "url": "https://github.com/isaachinman/next-i18next"
    },
    {
      "name": "Enzyme",
      "description": "Enzyme is a JavaScript Testing utility for React that makes it easier to test your React Components' output. You can also manipulate, traverse, and in some ways simulate runtime given the output.",
      "url": "https://enzymejs.github.io/enzyme/"
    },
    {
      "name": "Cypress",
      "description": "Fast, easy and reliable testing for anything that runs in a browser.",
      "url": "https://docs.cypress.io/guides/overview/why-cypress.html"
    },
    {
      "name": "Docker",
      "description": "Docker simplifies and accelerates your workflow, while giving developers the freedom to innovate with their choice of tools, application stacks, and deployment environments for each project.",
      "url": "https://www.docker.com/get-started"
    },
    {
      "name": "Azure Pipelines",
      "description": "Azure Pipelines automatically builds and tests code projects to make them available to others. It works with just about any language or project type. Azure Pipelines combines continuous integration (CI) and continuous delivery (CD) to constantly and consistently test and build your code and ship it to any target.",
      "url": "https://docs.microsoft.com/en-us/azure/devops/pipelines/"
    }
  ]
}
